Repository: qiaofeng3999/kingking
Catalog: 哪吒+nezha-master/nezha-master/pkg/i18n/translations/*/LC_MESSAGES/nezha.po
Languages: ru_ru

source: alert id %d does not exist
ru_ru: алерт с id %d не существует

source: permission denied
ru_ru: доступ запрещен

source: duration need to be at least 3
ru_ru: продолжительность должна быть не менее 3

source: cycle_interval need to be at least 1
ru_ru: cycle_interval должен быть не менее 1

source: cycle_start is not set
ru_ru: cycle_start не задан

source: cycle_start is a future value
ru_ru: cycle_start значение в будущем

source: need to configure at least a single rule
ru_ru: нужно настроить хотя бы одно правило

source: unauthorized
ru_ru: неавторизован

source: database error
ru_ru: ошибка бд

source: scheduled tasks cannot be triggered by alarms
ru_ru: запланированные задачи не могут быть вызваны аварийными сигналами

source: task id %d does not exist
ru_ru: задача с id %d не существует

source: the retry count must be an integer between 1 and 10
ru_ru: количество попыток должно быть целым числом от 1 до 10

source: error parsing %s: %v
ru_ru: ошибка при разборе %s: %v

source: profile id %d does not exist
ru_ru: профиль с id %d не существует

source: server not found or not connected
ru_ru: сервер не найден или не подключен

source: a test message
ru_ru: тестовое сообщение

source: notification id %d does not exist
ru_ru: уведомление с id %d не существует

source: have invalid notification id
ru_ru: неверный id уведомления

source: group id %d does not exist
ru_ru: группа с id %d не существует

source: provider is required
ru_ru: требуется провайдер

source: provider not found
ru_ru: провайдер не найден

source: operation not permitted
ru_ru: операция не разрешена

source: code is required
ru_ru: требуется код

source: oauth2 user not binded yet
ru_ru: пользователь oauth2 еще не настроен

source: invalid state key
ru_ru: недопустимый ключ состояния

source: server id %d does not exist
ru_ru: сервер с id %d не существует

source: operation timeout
ru_ru: время ожидания операции

source: get server config failed: %v
ru_ru: не удалось получить конфигурацию сервера: %v

source: get server config failed
ru_ru: не удалось получить конфигурацию сервера

source: have invalid server id
ru_ru: неверный идентификатор сервера

source: server not found
ru_ru: сервер не найден

source: service id %d does not exist
ru_ru: сервис с id %d не существует

source: incorrect password
ru_ru: неверный пароль

source: you don't have any oauth2 bindings
ru_ru: у вас нет oauth2 привязок

source: password length must be greater than 6
ru_ru: длина пароля должна быть как минимум 6 символов

source: username can't be empty
ru_ru: имя пользователя не может быть пустым

source: invalid role
ru_ru: неверная роль

source: can't delete yourself
ru_ru: не может удалить сам себя

source: timeout: no connection established
ru_ru: timeout: соединение не установлено

source: timeout: user connection not established
ru_ru: timeout: подключение пользователя не установлено

source: timeout: agent connection not established
ru_ru: timeout: соединение с агентом не установлено

source: Scheduled Task Executed Successfully
ru_ru: Запланированная Задача Выполнена Успешно

source: Scheduled Task Executed Failed
ru_ru: Запланированная Задача не выполнена

source: IP Changed
ru_ru: IP-адрес изменен

source: Incident
ru_ru: Инцидент

source: Resolved
ru_ru: Решено

source: Tasks failed to register: [
ru_ru: Не удалось зарегистрировать задачу: [

source: ] These tasks will not execute properly. Fix them in the admin dashboard.
ru_ru: ] Эти задачи не будут выполняться должным образом. Исправьте их в панели управления администратора.

source: [Task failed] %s: server %s is offline and cannot execute the task
ru_ru: [Задача не выполнена] %s: сервер %s не в сети и не может ее выполнить

source: [Latency] %s %2f > %2f, Reporter: %s
ru_ru: [Задержка] %s %2f > %2f, Источник: %s

source: [Latency] %s %2f < %2f, Reporter: %s
ru_ru: [Задержка] %s %2f < %2f, Источник: %s

source: [%s] %s Reporter: %s, Error: %s
ru_ru: [%s] %s Источник: %s, Ошибка: %s

source: [TLS] Fetch cert info failed, Reporter: %s, Error: %s
ru_ru: [TLS] Не удалось получить информацию о сертификате, Источник: %s, Ошибка: %s

source: The TLS certificate will expire within seven days. Expiration time: %s
ru_ru: Срок действия сертификата TLS истекает в течение семи дней. Срок действия: %s

source: TLS certificate changed, old: issuer %s, expires at %s; new: issuer %s, expires at %s
ru_ru: Сертификат TLS изменился, старый: издатель %s, истекает %s; новый: издатель %s, истекает %s

source: No Data
ru_ru: Нет данных

source: Good
ru_ru: Хорошо

source: Low Availability
ru_ru: Низкая доступность

source: Down
ru_ru: Недоступен

source: user id not specified
ru_ru: id пользователя не указан
